Repository: rachidchfira/avs-kindergarten-website-style
Catalog: languages/hapresteam-*.po
Languages: vi

source: Primary Menu
vi: Menu Chính

source: Footer Menu
vi: Menu Chân Trang

source: Photo Gallery
vi: Thư Viện Ảnh

source: Video Gallery
vi: Thư Viện Video

source: H&A PRE STEAM KINDERGARTEN SYSTEM
vi: HỆ THỐNG MẦM NON H&A PRE STEAM

source: STEAM-oriented Kindergarten System - Strengths in Pre-Elementary and Early Education
vi: Hệ Thống Trường Mầm Non Định Hướng Theo Steam - Thế Mạnh Về Tiền Tiểu Học Và Giáo Dục Sớm

source: Explore Programs
vi: Khám Phá Chương Trình

source: Contact Us
vi: Liên Hệ Tư Vấn

source: EDUCATION QUALITY
vi: CHẤT LƯỢNG GIÁO DỤC

source: TEACHER QUALITY
vi: CHẤT LƯỢNG GIÁO VIÊN

source: Our center has a team of quality teachers with diverse experience and professional qualifications. Teachers are regularly trained in modern teaching methods.
vi: Trung tâm có đội ngũ giáo viên chất lượng, đa dạng về kinh nghiệm và trình độ chuyên môn. Các giáo viên thường xuyên được đào tạo phương pháp giảng dạy hiện đại.

source: DIVERSE LEARNING PROGRAMS
vi: CHƯƠNG TRÌNH HỌC ĐA DẠNG

source: The center offers a variety of courses, from basic courses for beginners to advanced courses. In addition, there are specialized courses on skills development.
vi: Trung tâm cung cấp các khóa học phong phú, từ các khóa cơ bản cho người mới bắt đầu đến các khóa nâng cao. Bên cạnh đó, còn có các khóa học chuyên sâu về kỹ năng.

source: ADVANCED TEACHING METHODS
vi: PHƯƠNG PHÁP GIẢNG DẠY TIÊN TIẾN

source: The center uses modern teaching methods, focusing on developing practical communication skills, encouraging students to participate in practical activities.
vi: Trung tâm sử dụng các phương pháp giảng dạy hiện đại, tập trung vào việc phát triển kỹ năng giao tiếp thực tế, khuyến khích học viên tham gia vào các hoạt động thực hành.

source: OUR PROGRAMS
vi: CÁC KHÓA HỌC

source: Diverse educational programs for all kindergarten ages
vi: Chương trình giáo dục đa dạng dành cho mọi độ tuổi mầm non

source: View details
vi: Xem chi tiết

source: No programs found.
vi: Không tìm thấy chương trình nào.

source: View All Programs
vi: Xem Tất Cả Chương Trình

source: OUR TEACHERS
vi: ĐỘI NGŨ GIÁO VIÊN

source: A team of over 50 teachers with more than 5 years of experience
vi: Đội ngũ giáo viên trên 50 giáo viên có và có tuổi đời trên 5 năm kinh nghiệm

source: TESTIMONIALS
vi: CẢM NHẬN HỌC VIÊN

source: FREQUENTLY ASKED QUESTIONS
vi: CÂU HỎI THƯỜNG GẶP

source: What courses does the center offer?
vi: Trung tâm có những khóa học nào?

source: The center offers many courses including basic kindergarten programs, STEAM programs, and English courses with native teachers for children aged 2-6 years.
vi: Trung tâm cung cấp nhiều khóa học bao gồm chương trình mầm non cơ bản, chương trình STEAM, và các khóa học tiếng Anh với giáo viên bản ngữ dành cho trẻ từ 2-6 tuổi.

source: How to register for a course?
vi: Làm thế nào để đăng ký khóa học?

source: Parents can register directly at the school, by phone or fill out the online registration form on the website. After registration, a consultant will contact you to guide the next steps.
vi: Phụ huynh có thể đăng ký trực tiếp tại trường, qua điện thoại hoặc điền form đăng ký trực tuyến trên website. Sau khi đăng ký, nhân viên tư vấn sẽ liên hệ để hướng dẫn các bước tiếp theo.

source: How flexible is the schedule?
vi: Lịch học linh hoạt như thế nào?

source: The school has many different class sessions from Monday to Friday, from 7:30 to 17:30. Parents can choose morning, afternoon or all-day classes according to their needs.
vi: Trường có nhiều ca học khác nhau từ thứ Hai đến thứ Sáu, từ 7:30 đến 17:30. Phụ huynh có thể chọn ca học buổi sáng, buổi chiều hoặc cả ngày tùy theo nhu cầu.

source: How much is the tuition fee for each course?
vi: Học phí cho mỗi khóa học là bao nhiêu?

source: Tuition will depend on the program and duration. Please contact the center directly for detailed advice on tuition fees and current promotions.
vi: Học phí sẽ tùy thuộc vào chương trình học và thời lượng. Vui lòng liên hệ trực tiếp với trung tâm để được tư vấn chi tiết về học phí và các chương trình ưu đãi hiện có.

source: What qualifications and experience do teachers at the center have?
vi: Giáo viên tại trung tâm có bằng cấp và kinh nghiệm như thế nào?

source: All teachers at the center have professional qualifications in early childhood education and have at least 3-5 years of teaching experience. English teachers are native speakers with international English teaching certificates.
vi: Tất cả giáo viên tại trung tâm đều có bằng cấp chuyên môn về giáo dục mầm non và có ít nhất 3-5 năm kinh nghiệm giảng dạy. Giáo viên tiếng Anh đều là người bản ngữ có chứng chỉ giảng dạy tiếng Anh quốc tế.

source: REGISTER FOR INFORMATION
vi: ĐĂNG KÝ NHẬN TIN

source: To receive information about special events and free materials. Please leave us your contact information.
vi: Để nhận thông tin về các sự kiện đặc biệt và tài liệu miễn phí. Bạn hãy để lại cho chúng tôi thông tin liên lạc.

source: Your name...
vi: Họ tên của bạn...

source: Phone number
vi: Số điện thoại

source: Your email
vi: Email của bạn

source: REGISTER FOR TRIAL CLASS
vi: ĐĂNG KÝ HỌC THỬ

source: Quick Links
vi: Liên Kết Nhanh

source: Working Hours
vi: Giờ Làm Việc

source: Contact
vi: Liên Hệ

source: CONTACT US
vi: LIÊN HỆ

source: Get in touch with H&A PRE STEAM
vi: Liên hệ với H&A PRE STEAM

source: Send Us a Message
vi: Gửi Tin Nhắn Cho Chúng Tôi

source: Your message
vi: Tin nhắn của bạn

source: Send Message
vi: Gửi Tin Nhắn

source: Contact Information
vi: Thông Tin Liên Hệ

source: Headquarters
vi: Trụ sở chính

source: Map
vi: Bản Đồ
